print("Приветствую выживший! Сообщи свои координаты, чтобы мы могли выслать за тобой помощь.")

print("Напомню, что сначала широту, а затем долготу.Для широты используй значения в диапазоне от 0 до 90. Долготу указывай в диапазоне от 0 до 180.")

coordinates = float(input("Укажи свои координаты через точку, это важно! "))

name = input("Хорошо! Жди нас, а пока ждешь напиши как тебя зовут ")

print(f'Отлично, {name} мы будем на месте совсем скоро, не волнуйся ')

trauma = input("Скажи, у тебя есть какие нибудь травмы или ссадины? ")
print("Если идет кровь, постарайся перевязать бинтом или куском одежды, врач в пути! ")
